const posts = [
    {
    name : 'about',
        lang: {
            ar: {
                title: 'مصنع النخيل',
                posts: [
                    {
                img: 'images/posts_image/test_image.jpg',
                text: "يقع مصنع النخيل للحوم في الخرطوم سوبا. تم بناءه على مساحة 6000 متر مربع. وحصل على كل من شهادة آيزو 9001 وشهادة نظام تحليل المخاطر ونقاط التحكم الحرجة وقد حصل عليها في 19 أيار 2008، كما حصل المصنع أيضاً على شهادة الموافقة من شركة دل مونتي لإنتاج مجموعة كاملة من المنتجات تحت اسم العلامة التجارية )دل مونتي( حيث يقوم المصنع بتصدير مجموعة من المنتجات تحت هذة العلامة التجارية إلى العديد من البلدان في أسواق الشرق الأوسط وشمال إفريقيا.",
                btnText: 'إقرأ المزيد'
                }
                ]
                
            }
        
    }
}
]

export default posts