const posts = [
    {
    name : 'about',
        lang: {
            ar: {
                title: 'مصنع النخيل',
                posts: [
                    {
                img: 'images/posts_image/test_image.jpg',
                text: "بدأت رحلتنا عام 1989 بمزرعتنا الواقعة في قلب صحراء دبي وتحديداً في منطقة الخوانيج، مع 500 بقرة استُورِدت في ذلك الحين. وكان هناك نظرة في الأفق بأن تصبح الشركة رائدة في مجال إنتاج الألبان والعصائر الطازجة. اليوم حققنا تلك الريادة في دولة الإمارات العربية المتحدة مع أكثر من 16500 رأس ماشية تعمل على مدار الساعة وتخدم أكثر من مليون مستهلك يومياً. كما يمكن التعرف على منتجاتنا بسهولة لأنها تحمل بكل فخر كلمات",
                btnText: 'إقرأ المزيد'
                }
                ]
                
            }
        
    }
}
]

export default posts